Repository: davgit/skaut-google-drive-gallery
Catalog: skaut-google-drive-gallery/languages/skaut-google-drive-gallery-*.po
Languages: cs_cz

source: No such gallery found.
cs_cz: Galerie nebyla nalezena.

source: Step 1: Authorization
cs_cz: Krok 1: Autorizace

source: Step 2: Root directory selection
cs_cz: Krok 2: Výběr kořenového adresáře

source: Step 3: Other options
cs_cz: Krok 3: Další možnosti

source: Thumbnail size
cs_cz: Velikost miniatur

source: Thumbnail spacing
cs_cz: Mezery mezi miniaturami

source: Preview size
cs_cz: Velikost náhledu

source: Preview animation speed (ms)
cs_cz: Rychlost animace náhledu (ms)

source: Preview arrows
cs_cz: Šipky v náhledu

source: Preview close button
cs_cz: Tlačítko zavření náhledu

source: Loop preview
cs_cz: Náhled ve smyčce

source: Preview activity indicator
cs_cz: Indikátor aktivity náhledu

source: My Drive
cs_cz: Můj Disk

source: Google drive gallery
cs_cz: Google Disk galerie

source: Save Changes
cs_cz: Uložit změny

source: Create a Google app and provide the following details:
cs_cz: Vytvořte Google aplikaci s následujícími údaji:

source: Grant Permission
cs_cz: Udělit oprávnění

source: Revoke Permission
cs_cz: Odebrat oprávnění

source: A Wordpress gallery using Google drive as file storage
cs_cz: Galerie pro Wordpress využívající Google Disk jako úložiště
